Repository: bestwebsoft/realty-wordpress-plugin
Catalog: languages/realty-*.po
Languages: cs_cz

source: Realty Widget
cs_cz: Realitní Widget

source: Widget for displaying Sale/Rent Form.
cs_cz: Widget pro zobrazení formuláře prodej/pronájem.

source: For Sale
cs_cz: Na prodej

source: For Rent
cs_cz: K pronajmutí

source: Location
cs_cz: Poloha

source: Property Type
cs_cz: Typ nemovitosti

source: Price
cs_cz: Cena

source: Bathrooms
cs_cz: Koupelny

source: and more
cs_cz: A více ...

source: Bedrooms
cs_cz: Ložnice

source: update filters
cs_cz: Aktualizace filtrů

source: back to search results
cs_cz: Zpět na výsledky vyhledávání

source: Realty Recent Items
cs_cz: Poslední položky realit Widget

source: Widget for displaying Recent Items block.
cs_cz: Widget pro zobrazení bloku posledních položek realit.

source: view all
cs_cz: Zobrazit vše

source: Widget Title
cs_cz: Nadpis widgetu

source: Number of items to be displayed
cs_cz: Počet položek, který se má zobrazit

source: Realty Settings
cs_cz: Nastavení Realty

source: Settings
cs_cz: Nastavení

source: Property Info
cs_cz: Informace o nemovitosti

source: The following files
cs_cz: Následující soubory

source: or
cs_cz: nebo

source: were not found in your theme directory. Please copy them from the directory
cs_cz: nebyl nalezen v adresáři motivu. Prosím, zkopírujte je z adresáře

source: to your theme directory to make sure Realty plugin works correctly
cs_cz: do adresáře motivu k zajištění správné funkčnosti pluginu Realty

# post type general name
source: Properties
cs_cz: Nemovitosti

# post type singular name
source: Property
cs_cz: Nemovistost

# admin menu
source: Properties
cs_cz: Nemovitosti

# add new on admin bar
source: Property
cs_cz: Nemovistost

# property
source: Add New
cs_cz: Přidat nový

source: Add a new Property
cs_cz: Přidat novou nemovitost

source: Edit Properties
cs_cz: Upravit nemovitost

source: New Property
cs_cz: Nová nemovitost

source: View Properties
cs_cz: Zobrazit nemovitosti

source: Search Properties
cs_cz: Hledání nemovitosti

source: No Properties found
cs_cz: Nebyly nalezeny žádné nemovitosti

source: No Properties found in Trash
cs_cz: Žádné nemovitosti v koši

source: Filter Properties list
cs_cz: Filtr pro výpis nemovitostí

source: Properties list navigation
cs_cz: Navigace seznamu nemovitostí

source: Properties list
cs_cz: Seznam nemovitostí

# taxonomy general name
source: Property types
cs_cz: Typy nemovitostí

# taxonomy singular name
source: Property type
cs_cz: Typ nemovitosti

source: Property type
cs_cz: Typ nemovitosti

source: All Property types
cs_cz: Všechny typy nemovitostí

source: Edit Property type
cs_cz: Upravit typ nemovitosti

source: View Property type
cs_cz: Zobrazit typ nemovitosti

source: Update Property type
cs_cz: Aktualizovat typ nemovitosti

source: Add New Property type
cs_cz: Přidat nový typ nemovitosti

source: New Property type Name
cs_cz: Nový název typu nemovitosti

source: Parent Property type
cs_cz: Nadřazený typ nemovitosti

source: Parent Property type:
cs_cz: Nadřazený typ nemovitosti:

source: Search Property types
cs_cz: Vyhledávání typů nemovitosti

source: Popular Property types
cs_cz: Oblíbené typy nemovitostí

source: Separate Property types with commas
cs_cz: Typy nemovitostí oddělte čárkami

source: Add or remove Property type
cs_cz: Přidání nebo odebrání typu nemovitosti

source: Choose from the most used Property type
cs_cz: Vyberte si z nejpoužívanějšího typu nemovitosti

source: No Property type found
cs_cz: Nenalezen žádný typ nemovitosti

source: Property types list navigation
cs_cz: Navigace seznamu typů nemovitostí

source: Property types list
cs_cz: Seznam typů nemovitostí

source: Please, enter the correct value for custom currency field. Settings not saved.
cs_cz: Zadejte správnou hodnotu pro vlastní pole měny. Nastavení není uloženo.

source: Settings saved.
cs_cz: Nastavení bylo uloženo.

source: All plugin settings were restored.
cs_cz: Výchozí nastavení pluginu bylo obnoveno.

source: Currency
cs_cz: Měna

source: Custom currency, for example
cs_cz: Vlastní měny, například

source: Currency Position
cs_cz: Pozice měny

source: Custom unit area
cs_cz: Vlastní jednotka plochy

source: Save Changes
cs_cz: Uložit změny

source: Show All
cs_cz: Zobrazit vše

source: For example
cs_cz: Například

source: Latitude and longitude coordinates
cs_cz: zeměpisná šířka a délka.

source: Type
cs_cz: Typ

source: Period
cs_cz: lhůta

source: Floor area
cs_cz: Podlahová plocha

source: Photos
cs_cz: Fotografie

source: Add photo
cs_cz: Přidat fotografii

source: Delete
cs_cz: Smazat

source: Prev
cs_cz: Předchozí

source: Next
cs_cz: Další

source: FAQ
cs_cz: Často kladené otázky

source: Support
cs_cz: Podpora

source: Your theme does not declare Realty plugin support. Please check out our
cs_cz: do adresáře motivu k zajištění správné funkčnosti pluginu Realty

source: sort by
cs_cz: Seřadit podle:

source: newest
cs_cz: od nejnovějšího

source: price
cs_cz: cena

source: photos
cs_cz: fotografie

source: of
cs_cz: z

source: view street
cs_cz: Pohled z ulice

source: map
cs_cz: mapa

source: General Information
cs_cz: Základní informace

source: Nothing Found!
cs_cz: Nic nenalezeno

source: results from
cs_cz: výsledky z

source: total
cs_cz: celkem
